{
	"film":[
	{
		"id": 1,
		"nume": "We need to talk about Kevin:",
		"descriere": "Eva a renunțat la carieră și și-a agățat ambițiile în cui pentru a-l naște pe Kevin, dar chiar de când băiatul e bebeluș, relația mamă-fiu e una dificilă. În unele zile, când micuțul Kevin nu mai înceta dintr-un plâns oribil, Eva se gândea disperată că a renunțat pentru acest copil insuportabil la jobul ei minunat de a scrie ghiduri turistice. Tatăl, Franklin, un tip nu foarte dezghețat, își idealizează fiul, iar acesta îl manipulează cu ușurință. La 15 ani, Kevin face ceva irațional și de neiertat în ochii întregii comunități, iar Eva e năucită de propriile sentimente de durere și vinovăție. E vina ei fiindcă nu și-a iubit fiul? Sau nu îndeajuns?",
		"imagine": "we_need_to_talk_about_kevin.gif",
		"categorie": "mister, dramă, thriller",
		"durata": 112,
		"data_lansarii": "23.03.2012",
		"nota_IMDb": 7.5,
		"actori": "Tilda Swinton, John C. Reilly, Ezra Miller",
		"tara": "UK",
		"color": false
	},
	{
		"id": 2,
		"nume": "Joker",
		"descriere": "Filmul își concentrează acțiunea originală și nemaivăzută până acum pe marile ecrane în jurul unuia dintre cele mai controversate personaje negative din universul DC. Cu o viziune amplă și complexă, Phillips explorează traiectoria lui Arthur Fleck, un individ ignorat de societate, cu o personalitate imprevizibilă și fascinantă, care nu poate fi inclus în niciun stereotip. Ce se obține este un studiu de personaj disprețuit de societate care devine nu doar un sumbru caz social; ci și o poveste moralizatoare.",
		"imagine": "joker.gif",
		"categorie": "dramă, thriller, crimă",
		"durata": 122,
		"data_lansarii": "31.08.2018",
		"nota_IMDb": 8.6,
		"actori": "Joaquin Phoenix, Robert De Niro, Zazie Beetz",
		"tara": "Canada",
		"color": true
	},
	{
		"id": 3,
		"nume": "Frozen II",
		"descriere": "Povestea începe la ceva vreme după evenimentele din primul film, într-un Arendelle ai cărui locuitori se bucură de pace. Iniţial, cea mai mare provocare a poveştii pare să fie dorinţa lui Kristoff de a o cere de nevastă pe Anna, dar asta doar până când Elsa aude o voce misterioasă ce-i aduce aminte de un cântec de leagăn din copilărie. O ameninţare supranaturală şi posibilitatea ca trecutul regatului să nu fie la fel de luminos precum cred cele două surori le vor arunca pe eroine într-o nouă aventură.",
		"imagine": "frozen_ii.gif",
		"categorie": "animație, aventură, comedie, familie, fantasy, musical",
		"durata": 103,
		"data_lansarii": "22.11.2019",
		"nota_IMDb": 7.2,
		"actori": "Kristen Bell, Idina Menzel, Josh Gad",
		"tara": "USA",
		"color": true
	},
	{
		"id": 4,
		"nume": "Aladdin",
		"descriere": "Aladdin e o pușlama descurcăreață și fermecătoare, un orfan crescut de capul lui pe străzile din Agrabah, un hoțoman cu inimă de aur. Chiar inocența lui e motivul pentru care maleficul vrăjitor Jafar îl alege pentru a intra în Peștera Minunilor. Dar odată ajuns acolo, Aladdin pune mâna pe lampa fermecată și, cu ajutorul duhului ei, încearcă să o vrăjească pe prințesa Jasmine, de care e îndrăgostit până peste urechi. Debandada care urmează are farmec, suspans și întorsături de situație mai spectaculoase și mai amuzante decât originalul.",
		"imagine": "aladdin.gif",
		"categorie": "aventură, familie, fantasy, musical, romance",
		"durata": 128,
		"data_lansarii": "24.05.2019",
		"nota_IMDb": 7.0,
		"actori": "Will Smith, Mena Massoud, Naomi Scott",
		"tara": "USA",
		"color": true
	},
	{
		"id": 5,
		"nume": "Avengers: Endgame",
		"descriere": "Plutind în voia sorții, în adâncul spațiului, fără apă sau mâncare și cu rezervele de aer pe terminate, Tony Stark înregistrează un mesaj pentru Pepper Potts, în speranța că, într-o bună zi, probabil mult după ce el nu va mai fi decât un schelet mumificat la bordul unei nave în derivă, vorbele lui vor ajunge la destinatar. Între timp, Răzbunătorii care au supraviețuit decimării provocate de Thanos cu un simplu pocnet din degete, adică Thor, Black Widow, Captain America și Bruce Banner, încearcă să găsească o cale de a-și salva prietenii, aliații și, mă rog, acea jumătate de univers care nu a supraviețuit semi-zeului malefic ce a nimicit viața pe o scară greu de imaginat.",
		"imagine": "avengers_endgame.gif",
		"categorie": "acțiune, aventură, dramă, sci-fi",
		"durata": 181,
		"data_lansarii": "25.04.2019",
		"nota_IMDb": 8.5,
		"actori": "Robert Downey Jr., Chris Evans, Mark Ruffalo",
		"tara": "USA",
		"color": true
	},
	{
		"id": 6,
		"nume": "Avengers: Infinity War",
		"descriere": "L-am întrezărit la finalul lui The Avengers, furios că Chitauri nu au reușit să înfrângă Pământul și, mai ales, să obțină Tesseractul: este Thanos, distrugătorul de lumi și cel mai înfiorător inamic al Răzbunătorilor. Posesor acum al celor șase giuvaeruri care îl transformă într-o creatură omnipotentă și omniscientă, Thanos se întoarce pe Terra pentru a-i nimici o dată pentru totdeauna pe Iron Man, Hulk, Thor și aliații lor.",
		"imagine": "avengers_infinity_war.gif",
		"categorie": "acțiune, aventură, sci-fi",
		"durata": 149,
		"data_lansarii": "27.04.2018",
		"nota_IMDb": 8.5,
		"actori": "Robert Downey Jr., Chris Hemsworth, Mark Ruffalo",
		"tara": "USA",
		"color": true
	},
	{
		"id": 7,
		"nume": "Once Upon a Time... in Hollywood",
		"descriere": "În anul 1969, o nouă lume se întrevede pe platourile de filmare de la Hollywood, iar noua realitate îi cam prinde pe picior greșit pe vedeta TV Rick Dalton și dublura care îi interpretează cascadoriile, Cliff Booth. În timp ce aceştia se străduiesc să se afirme în noul context, actrița Sharon Tate, vecina lui Dalton, este implicată într-o poveste suspectă, legată de crimele odioase ale clanului Charles Mason.",
		"imagine": "once_upon_a_time_in_hollywood.gif",
		"categorie": "comedie, dramă",
		"durata": 161,
		"data_lansarii": "16.08.2019",
		"nota_IMDb": 7.8,
		"actori": "Leonardo DiCaprio, Brad Pitt, Margot Robbie",
		"tara": "China",
		"color": true
	},
	{
		"id": 8,
		"nume": "Fast & Furious Presents: Hobbs & Shaw",
		"descriere": "Încă de când Hobbs, om loial legii și membru de elită al Serviciului de Securitate Diplomatic al Statelor Unite (DSS), și Shaw, un fost soldat britanic, membru al forțelor de elită operative, s-au înfruntat pentru prima dată față în față în Furios și iute 7, în 2015, cei doi și-au împărțit replici acide, dar și lovituri fizice nemiloase în încercarea de a se elimina reciproc. Dar, când anarhistul cu puteri nemaivăzute obținute prin bioinginerie Brixton obține controlul asupra unei amenințări biologice, și înfrânge o fostă agentă MI6 genială și neînfricată, care e sora lui Shaw, cei doi inamici declarați vor face echipă pentru a-l elimina pe singurul individ care poate fi mai periculos decât ei doi la un loc.",
		"imagine": "fast_furious_presents_hobbs_shaw.gif",
		"categorie": "acțiune, aventură",
		"durata": 137,
		"data_lansarii": "02.08.2019",
		"nota_IMDb": 6.5,
		"actori": "Dwayne Johnson, Jason Statham, Idris Elba",
		"tara": "USA",
		"color": true
	},
	{
		"id": 9,
		"nume": "Ford v Ferrari",
		"descriere": " Filmul este bazat după o poveste adevărată, inspirată din viața lui Carroll Shelby, un designer revoluționar al industriei americane de mașini și a neînfricatului șofer britanic Ken Miles. Ei s-au luptat cu birocrația corporatistă, cu legile fizicii, cât și cu propri demoni pentru a putea construi o mașină de curse revoluționară pentru compania Ford Motor Company. Astfel, au reușit să detroneze titlul deținut de Enzo Ferrari în cadrul cursei de 24 de ore din Franța din 1966, pe pista Le Mans.",
		"imagine": "ford_v_ferrari.gif",
		"categorie": "acțiune, biografie, dramă, sport",
		"durata": 152,
		"data_lansarii": "15.11.2019",
		"nota_IMDb": 8.3,
		"actori": "Matt Damon, Christian Bale, Jon Bernthal",
		"tara": "Franța",
		"color": true
	},
	{
		"id": 10,
		"nume": "Spider-Man: Far from Home",
		"descriere": "Filmul extinde universul Spider-Man, scoţându-l pe Peter Parker din zona de confort a casei sale din Queens, New York, pentru a-l trimite în Europa, în ceea ce se presupunea că va fi o vacanţă şcolară - dar care se transformă în cea mai mare provocare şi aventură epică de până acum. Nick Fury, fostul şef al S.H.I.E.L.D., îi spune lui Peter că Spider-Man va trebui să facă faţă unei noi provocări, aceea a Creaturilor celor patru elemente fundamentale: pământul, aerul, apa şi focul. Creaturile monstruoase au scos capul printr-o gaură a universului… după şocul creat de evenimentele din Avengers: Infinity War şi Avengers: Endgame. Peter îl întâlneşte apoi pe Quentin Beck, un super-erou, cunoscut și ca Mysterio, care vine de pe o planetă alternativă Pământului şi care e hotărât să pună capăt asaltului acestor creaturi ale elementelor fundamentale. Departe de casă, Peter trebuie să-şi protejeze prietenii, să salveze lumea, să se ridice la înălţimea unei provocări căreia numai el îi poate face faţă şi să se împace cu destinul său de Spider-Man.",
		"imagine": "spider_man_far_from_home.gif",
		"categorie": "acțiune, aventură, sci-fi",
		"durata": 129,
		"data_lansarii": "05.06.2019",
		"nota_IMDb": 7.6,
		"actori": "Tom Holland, Samuel L. Jackson, Jake Gyllenhaal",
		"tara": "USA",
		"color": true
	},
	{
		"id": 11,
		"nume": "Black Panther",
		"descriere": "Primul supererou de culoare din lumea benzilor desenate, Black Panther va face trecerea pe marele ecran în 2018. Pe numele său T'Challa, supereroul s-a născut în Wakanda, o țară africană ascunsă lumii întregi pentru ca marile corporații să nu-i exploateze vibraniumul, un prețios metal descoperit într-un meteorit. Moștenitor al tronului, T'Challa va trebui să plece din Wakanda când tatăl său este ucis. Tânărul își va folosi inteligența, agilitatea și viteza ieșite din comun pentru a deveni unul dintre cei mai luminoși supereroi Marvel din toate timpurile, visând în același timp încontinuu la o reîntoarcere în țara de baștină.",
		"imagine": "black_panther.gif",
		"categorie": "acțiune, aventură, sci-fi",
		"durata": 134,
		"data_lansarii": "16.02.2018",
		"nota_IMDb": 7.3,
		"actori": "Chadwick Boseman, Michael B. Jordan, Lupita Nyong'o",
		"tara": "USA",
		"color": true
	},
	{
		"id": 12,
		"nume": "Deadpool 2",
		"descriere": "Desfigurat de atacul unei bovine și părăsit de... simțul gustativ, Wade Wilson are aspirații înalte: vrea să devină cel mai hot bufetier al cafenelei în care lucrează. Căutând savoarea vieții, dar și un aparat care l-ar putea ajuta să călătorească în timp, Wade trebuie să-și croiască drum printre ninja, temuți mafioți japonezi yakuza și... câini în călduri. Va înțelege, până la urmă, care sunt lucrurile cu adevărat importante: prietenia, familia, gustul și acea mult râvnită cană de cafea cu titlul Cel mai bun amant.",
		"imagine": "deadpool_2.gif",
		"categorie": "acțiune, aventură, comedie, sci-fi",
		"durata": 119,
		"data_lansarii": "18.05.2018",
		"nota_IMDb": 7.7,
		"actori": "Ryan Reynolds, Josh Brolin, Morena Baccarin",
		"tara": "USA",
		"color": true
	},
	{
		"id": 13,
		"nume": "Ready Player One",
		"descriere": "În 2045, omenirea se află în haos și la un pas de colaps. Însă lumea și-a găsit refugiul în OASIS, un univers online bazat pe realitate virtuală creat de genialul, dar excentricul James Halliday. După moartea sa, Halliday lasă prin testament întreaga lui avere primei persoane, oricare ar fi aceasta, care va găși „Oul de Paște” ascuns undeva în OASIS. De aici, o competiție acerbă pornește în toată lumea. Wade Watts intră în ametitoarea cursă fantastică și devine unul dintre cei mai vânați utilizatori, după ce reușește să treacă primul de indiciul inițial.",
		"imagine": "ready_player_one.gif",
		"categorie": "acțiune, aventură, sci-fi",
		"durata": 140,
		"data_lansarii": "30.03.2018",
		"nota_IMDb": 7.5,
		"actori": "Tye Sheridan, Olivia Cooke, Ben Mendelsohn",
		"tara": "India",
		"color": true
	},
	{
		"id": 14,
		"nume": "Venom",
		"descriere": "Eddie Brock, un jurnalist care investighează cercetările unui sinistru om de știință, face experiențe pe o stranie materie neagră extraterestră. Brock ajunge în contact cu aceasta. Materia îi infestează corpul și îi schimbă personalitatea, dându-i în schimb super-puteri.",
		"imagine": "venom.gif",
		"categorie": "acțiune, sci-fi, thriller",
		"durata": 112,
		"data_lansarii": "05.11.2018",
		"nota_IMDb": 6.7,
		"actori": "Tom Hardy, Michelle Williams, Riz Ahmed",
		"tara": "China",
		"color": true
	},
	{
		"id": 15,
		"nume": "Bohemian Rhapsody",
		"descriere": "Bohemian Rhapsody (2018) este o celebrare a legendarei trupe Queen, a muzicii lor și a liderului extraordinar al formației, Freddie Mercury, care a sfidat stereotipurile și a distrus convențiile, devenind unul dintre cei mai iubiți artiști de pe planetă. Filmul urmărește ascensiunea meteorică a trupei prin melodiile lor iconice și sunetul revoluționar, apropierea de colaps a formației pe măsură ce stilul de viață al lui Mercury scapă de sub control, dar și reuniunea lor triumfătoare în ajunul concertului „Live Aid”, unde Mercury, care se confruntă cu o boală amenințătoare, conduce trupa într-una dintre cele mai puternice performanțe din istoria muzicii rock. În cadrul concertului caritabil „Live Aid” din 1985, trupa a hipnotizat stadionul Wembley din Londra și audiența TV la nivel mondial cu hituri precum „We Will Rock You” și „Radio Ga Ga”. Trupa a continuat să concerteze și să înregistreze chiar și atunci când sănătatea lui Mercury s-a deteriorat. În 1991, la o zi după ce a recunoscut public că are SIDA, Mercury a decedat din cauza bolii sale la vârsta de 45 de ani.",
		"imagine": "bohemian_rhapsody.gif",
		"categorie": "biografie, dramă, muzică",
		"durata": 134,
		"data_lansarii": "02.11.2018",
		"nota_IMDb": 8.0,
		"actori": "Rami Malek, Lucy Boynton, Gwilym Lee",
		"tara": "UK",
		"color": true
	},
	{
		"id": 16,
		"nume": "The Nun",
		"descriere": "După ce o tânără călugăriță își ia viața în condiții misterioase la o mănăstire izolată din România, înalții prelați de la Vatican hotărăsc să cerceteze incidentul. Astfel, în ciuda trecutului său destul de obscur, părintele Burke este trimis la mănăstirea Cârța împreună cu o tânără novice, chiar înainte ca aceasta să își depună jurământul final. Reușind să descopere taina blestemată pe care o ascune mănăstirea, cei doi ajung să își riște nu doar viața, dar și credința și chiar propriul suflet în confruntarea cu prezența malefică ce bântuie mănăstirea, transformând-o într-un andevărat câmp de luptă al celor vii cu cei damnați.",
		"imagine": "the_nun.gif",
		"categorie": "horror, mister, thriller",
		"durata": 96,
		"data_lansarii": "07.09.2018",
		"nota_IMDb": 5.3,
		"actori": "Demián Bichir, Taissa Farmiga, Jonas Bloquet",
		"tara": "USA",
		"color": true
	},
	{
		"id": 17,
		"nume": "Baby Driver",
		"descriere": "E un puşti cuminte, dar devine un diavol când ţine volanul în mâini... Acesta e Baby, un şofer cu figură inocentă, care conduce maşina cu care trebuie să scape  infractorii după comiterea jafurilor. El are un fler teribil şi se ajută înfigându-şi bine căştile în urechi, ca să audă mai bine muzica lui favorită. Şi asta pentru că şi-a acordat rutele de fugă după ritmul si lungimea pieselor muzicale de pe iPod, care-i răsună în căşti dirijându-l la secundă cum să ia curbele, când să schimbe vitezele şi când să execute manevrele de evitare, care-i bagă în sperieţi pe pasagerii săi.",
		"imagine": "baby_driver.gif",
		"categorie": "acțiune, crimă, dramă, muzică, thriller",
		"durata": 113,
		"data_lansarii": "30.06.2017",
		"nota_IMDb": 7.6,
		"actori": "Ansel Elgort, Jon Bernthal, Jon Hamm",
		"tara": "UK",
		"color": true
	},
	{
		"id": 18,
		"nume": "Pirates of the Caribbean: Dead Men Tell No Tales",
		"descriere": "Atras într-o aventură cu totul nouă, căpitanul urmărit de ghinion Jack Sparrow este lovit și mai abitir de valul neșansei atunci când pirații fantomă conduși de vechiul său inamic, groaznicul Căpitan Salazar, evadează din Triunghiul Diavolului hotărâți să nimicească toți pirații de pe mare... inclusiv pe el. Singura speranță de supraviețuire a Căpitanului Jack ține de găsirea legendarului Trident al lui Poseidon, un artefact puternic, ce îi conferă posesorului său controlul total asupra apelor. În efortul de a scăpa de Salazar, Jack se aliază cu Henry, un marinar tânăr din Flota Navală Regală şi cu Carina Smyth, o specialistă în astronomie. Singura lor scăpare este legendarul Trident al lui Poseidon. Cei trei pornesc în căutarea lui, la bordul corăbiei „Pescăruşul Mort”, fiind urmăriţi de cel mai aprig duşman pe care l-a avut până acum Sparrow.",
		"imagine": "pirates_of_the_caribbean_dead_men_tell_no_tales.gif",
		"categorie": "acțiune, aventură, fantasy",
		"durata": 129,
		"data_lansarii": "26.05.2017",
		"nota_IMDb": 6.6,
		"actori": "Johnny Depp, Geoffrey Rush, Javier Bardem",
		"tara": "USA",
		"color": true
	},
	{
		"id": 19,
		"nume": "Guardians of the Galaxy Vol. 2",
		"descriere": "Personajele principale încearcă să ajunga la limitele exterioare ale cosmosului. Gardienii trebuie să se lupte pentru a-și putea întreține familia nou formată. În acest timp, ei descoperă misterele care înconjoară originea lui Peter Quill.",
		"imagine": "guardians_of_the_galaxy_vol_2.gif",
		"categorie": "acțiune, aventură, comedie, sci-fi",
		"durata": 136,
		"data_lansarii": "05.05.2017",
		"nota_IMDb": 7.6,
		"actori": "Chris Pratt, Zoe Saldana, Dave Bautista",
		"tara": "USA",
		"color": true
	},
	{
		"id": 20,
		"nume": "Beauty and the Beast",
		"descriere": "În micul oraş Villeneuve, Belle, o tânără luminoasă, cu un spirit liber, care iubeşte să citească, îşi vede de treburile monotone de zi cu zi. Ea locuieşte cu tatăl său, Maurice, un artist singuratic. Deşi este frumoasă şi binevoitoare, locuitorii oraşului nu ştiu ce să creadă despre ea, rămânând pentru ei o enigmă. Refuză constant avansurile neobosite ale arogantului Gaston, ignorându-l cu desăvârşire.",
		"imagine": "beauty_and_the_beast.gif",
		"categorie": "familie, fantasy, musical, romance",
		"durata": 129,
		"data_lansarii": "17.03.2017",
		"nota_IMDb": 7.1,
		"actori": "Emma Watson, Dan Stevens, Luke Evans",
		"tara": "USA",
		"color": true
	}]
}